Repository: collective/collective.cmissearch
Catalog: src/collective/cmissearch/i18n/*/LC_MESSAGES/collective.cmissearch.po
Languages: nl

source: Activate CMIS-SCORE function to sort the results
nl: CMIS-SCORE functie activeren om de resultaten te sorteren

source: Activate search in this connector?
nl: Zoeken activeren voor deze connector?

source: Configure search related settings.
nl: Configureer zoek gerelateerde instellingen.

source: Edit Search settings
nl: Pas Zoek instellingen aan

source: Higher the priority will be, lower the result block will be displayed in the search results.
nl: Hoe hoger (in numerieke waarde) de prioriteit hoe lager het zoek resultaten blok voor deze 'CMIS Browser' zal verschijnen in de zoek resultaten.

source: Priority of the search results
nl: Prioriteit van de zoekresultaten

source: Quote quote characters in the search terms
nl: Citeer aanhalingstekens in de zoektermen

source: Quote the quote characters in the search terms. This is not defined by the CMIS norm, and all CMIS server supports this functionality.
nl: Citeer aanhalingstekens in de zoektermen. Dit is niet vereist door de CMIS standaard, maar wordt ondersteund door alle CMIS servers.

source: Search in ${domain}
nl: Zoek in ${domain}

source: Search in ${site}
nl: Zoek in ${site}

source: Some CMIS server doesn't support this functionality. To be able to search content in such server, you must desactivate this option.
nl: Sommige CMIS servers ondersteunen deze optie niet. Om te kunnen zoeken in zo een server mag deze optie niet aangevinkt zijn.
